Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# app.legal.privacy
source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
ca: Política de privadesa
cs: Zásady ochrany soukromí
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ml: സ്വകാര്യതാ നയം
ms: Dasar Privasi
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany súkromia
sv: Integritetspolicy
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
ur: پرائیویسی پالیسی
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# app.legal.terms
source: Terms of Service
ar: شروط الخدمة
bn: সেবার শর্তাবলি
ca: Condicions del servei
cs: Podmínky služby
da: Servicevilkår
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos del servicio
fi: Käyttöehdot
fr: Conditions d’utilisation
he: תנאי שימוש
hi: सेवा की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ko: 이용약관
ml: സേവന നിബന്ധനകൾ
ms: Terma Perkhidmatan
nb: Vilkår for bruk
nl: Gebruiksvoorwaarden
pl: Regulamin
pt_br: Termos de Serviço
pt_pt: Termos de Serviço
ro: Termenii și condițiile
ru: Условия использования
sk: Podmienky používania
sv: Användarvillkor
ta: சேவை விதிமுறைகள்
te: సేవా నిబంధనలు
th: ข้อกำหนดในการให้บริการ
tr: Kullanım Koşulları
uk: Умови використання
ur: سروس کی شرائط
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

# app.offline.banner
source: Can't reach Known right now, so this may be out of date. It will reconnect by itself.
ar: تعذّر الوصول إلى «معروف» الآن، لذا قد لا يكون ما تراه محدّثًا. سيعيد الاتصال تلقائيًا.
bn: এখন Known-এর সাথে সংযোগ করা যাচ্ছে না, তাই এটি পুরোনো হতে পারে। নিজে থেকেই আবার সংযুক্ত হবে।
ca: Ara mateix no es pot arribar a Known, així que això pot estar desactualitzat. Es tornarà a connectar sol.
cs: Known teď není dostupná, takže údaje mohou být zastaralé. Připojí se sama.
da: Kan ikke nå Known lige nu, så dette kan være forældet. Forbindelsen genoprettes af sig selv.
de: Known ist gerade nicht erreichbar, daher ist dies möglicherweise veraltet. Die Verbindung wird automatisch wiederhergestellt.
el: Δεν είναι δυνατή η σύνδεση με το Known αυτή τη στιγμή, οπότε αυτό μπορεί να μην είναι ενημερωμένο. Θα επανασυνδεθεί αυτόματα.
es: No se puede conectar con Known ahora, así que esto puede estar desactualizado. Se reconectará solo.
fi: Knowniin ei saada yhteyttä juuri nyt, joten tiedot voivat olla vanhentuneita. Yhteys palaa itsestään.
fr: Impossible de joindre Known pour le moment, ces informations peuvent donc être périmées. La reconnexion se fera automatiquement.
he: אי אפשר להתחבר ל-Known כרגע, ולכן ייתכן שהמידע לא עדכני. החיבור יתחדש מעצמו.
hi: अभी Known तक नहीं पहुँच पा रहे, इसलिए यह पुराना हो सकता है। यह अपने-आप दोबारा जुड़ जाएगा।
hr: Known trenutačno nije dostupna pa ovo može biti zastarjelo. Povezat će se sama.
hu: A Known jelenleg nem érhető el, ezért ez az információ elavult lehet. Magától újra csatlakozik.
id: Known tidak bisa dijangkau saat ini, jadi ini mungkin sudah usang. Akan tersambung kembali dengan sendirinya.
it: Al momento non riesco a raggiungere Known, quindi i contenuti potrebbero non essere aggiornati. La connessione si ripristinerà da sola.
ja: 現在Knownに接続できないため、表示が古い可能性があります。自動的に再接続します。
ko: 지금은 Known에 연결할 수 없어 최신 내용이 아닐 수 있어요. 자동으로 다시 연결돼요.
ml: ഇപ്പോൾ Known-മായി ബന്ധപ്പെടാനാകുന്നില്ല, അതിനാൽ ഇത് പഴയതാകാം. ഇത് സ്വയം വീണ്ടും കണക്ട് ചെയ്യും.
ms: Tidak dapat menghubungi Known sekarang, jadi ini mungkin sudah lapuk. Ia akan bersambung semula dengan sendirinya.
nb: Får ikke kontakt med Known akkurat nå, så dette kan være utdatert. Appen kobler til igjen av seg selv.
nl: Known is nu niet bereikbaar, dus dit kan verouderd zijn. De verbinding wordt vanzelf hersteld.
pl: Nie można teraz połączyć się z Known, więc te dane mogą być nieaktualne. Połączenie zostanie nawiązane automatycznie.
pt_br: Não foi possível acessar o Known agora, então isto pode estar desatualizado. A reconexão será automática.
pt_pt: Não foi possível ligar à Known neste momento, por isso isto pode estar desatualizado. Voltará a ligar-se automaticamente.
ro: Nu mă pot conecta la Known acum, deci informațiile pot fi vechi. Se va reconecta singură.
ru: Нет связи с Known, поэтому данные могут быть устаревшими. Подключение восстановится само.
sk: Known sa momentálne nedá dosiahnuť, takže údaje môžu byť neaktuálne. Pripojí sa sama.
sv: Known kan inte nås just nu, så det här kan vara inaktuellt. Anslutningen återupptas av sig själv.
ta: இப்போது Known-ஐ அடைய முடியவில்லை, எனவே இது பழையதாக இருக்கலாம். தானாகவே மீண்டும் இணையும்.
te: ఇప్పుడు Knownను చేరుకోలేకపోతున్నాం, కాబట్టి ఇది పాతదై ఉండవచ్చు. ఇది దానంతట అదే మళ్లీ కనెక్ట్ అవుతుంది.
th: ตอนนี้เชื่อมต่อ Known ไม่ได้ ข้อมูลนี้อาจไม่ใช่ล่าสุด แอปจะเชื่อมต่อใหม่เอง
tr: Şu anda Known'a ulaşılamıyor, bu yüzden bu bilgi güncel olmayabilir. Kendiliğinden yeniden bağlanacak.
uk: Наразі не вдається зʼєднатися із Known, тож дані можуть бути застарілими. Зʼєднання відновиться саме.
ur: ابھی Known تک رسائی نہیں ہو رہی، اس لیے یہ پرانا ہو سکتا ہے۔ یہ خود دوبارہ جڑ جائے گا۔
vi: Hiện không kết nối được với Known nên nội dung có thể đã cũ. Ứng dụng sẽ tự kết nối lại.
zh_hans: 目前无法连接 Known，所以内容可能不是最新的。它会自动重新连接。
zh_hant: 目前無法連線到 Known，內容可能不是最新的。稍後會自動重新連線。

# app.placeholder.signedInAs
source: Signed in as %@
ar: مسجّل الدخول باسم %@
bn: %@ হিসেবে সাইন ইন করা আছে
ca: Sessió iniciada com a %@
cs: Přihlášen jako %@
da: Logget ind som %@
de: Angemeldet als %@
el: Συνδεδεμένος ως %@
es: Sesión iniciada como %@
fi: Kirjautuneena: %@
fr: Connecté en tant que %@
he: מחובר בתור %@
hi: %@ के रूप में साइन इन हैं
hr: Prijavljen/a kao %@
hu: Bejelentkezve mint %@
id: Masuk sebagai %@
it: Accesso come %@
ja: %@としてサインイン中
ko: %@(으)로 로그인됨
ml: %@ ആയി സൈൻ ഇൻ ചെയ്തു
ms: Log masuk sebagai %@
nb: Pålogget som %@
nl: Ingelogd als %@
pl: Zalogowano jako %@
pt_br: Conectado como %@
pt_pt: Sessão iniciada como %@
ro: Autentificat ca %@
ru: Вы вошли как %@
sk: Prihlásený ako %@
sv: Inloggad som %@
ta: %@ ஆக உள்நுழைந்துள்ளீர்கள்
te: %@గా సైన్ ఇన్ అయ్యారు
th: ลงชื่อเข้าใช้เป็น %@
tr: %@ olarak giriş yapıldı
uk: Ви увійшли як %@
ur: %@ کے طور پر سائن اِن
vi: Đã đăng nhập là %@
zh_hans: 已登录为 %@
zh_hant: 已以 %@ 登入

# app.placeholder.subtitle
source: The feed arrives in Phase 3. Your account is verified and ready.
ar: الصفحة الرئيسية ستصل في المرحلة الثالثة. حسابك موثّق وجاهز.
bn: ফিড আসছে তৃতীয় পর্বে। আপনার অ্যাকাউন্ট ভেরিফায়েড ও প্রস্তুত।
ca: El canal arriba a la fase 3. El teu compte està verificat i a punt.
cs: Kanál přijde ve fázi 3. Tvůj účet je ověřený a připravený.
da: Feedet kommer i fase 3. Din konto er verificeret og klar.
de: Der Feed kommt in Phase 3. Dein Konto ist verifiziert und bereit.
el: Η ροή έρχεται στη Φάση 3. Ο λογαριασμός σου είναι επαληθευμένος και έτοιμος.
es: El feed llega en la Fase 3. Tu cuenta está verificada y lista.
fi: Syöte saapuu vaiheessa 3. Tilisi on vahvistettu ja valmis.
fr: Le fil arrive en phase 3. Votre compte est vérifié et prêt.
he: הפיד יגיע בשלב 3. החשבון שלך מאומת ומוכן.
hi: फ़ीड तीसरे चरण में आएगी। आपका अकाउंट सत्यापित और तैयार है।
hr: Feed stiže u 3. fazi. Tvoj račun je potvrđen i spreman.
hu: A hírfolyam a 3. fázisban érkezik. A fiókod hitelesítve van és készen áll.
id: Feed hadir di Fase 3. Akunmu sudah terverifikasi dan siap.
it: Il feed arriva nella Fase 3. Il tuo account è verificato e pronto.
ja: フィードはフェーズ3で登場します。アカウントは認証済みで、準備できています。
ko: 피드는 3단계에서 제공돼요. 계정은 인증되었고 준비가 끝났어요.
ml: ഫീഡ് ഫേസ് 3-ൽ എത്തും. നിങ്ങളുടെ അക്കൗണ്ട് പരിശോധിച്ച് തയ്യാറാണ്.
ms: Suapan akan tiba dalam Fasa 3. Akaun anda telah disahkan dan sedia.
nb: Feeden kommer i fase 3. Kontoen din er verifisert og klar.
nl: De feed komt in Fase 3. Je account is geverifieerd en klaar.
pl: Kanał pojawi się w fazie 3. Twoje konto jest zweryfikowane i gotowe.
pt_br: O feed chega na Fase 3. Sua conta está verificada e pronta.
pt_pt: O feed chega na Fase 3. A sua conta está verificada e pronta.
ro: Fluxul sosește în Faza 3. Contul tău este verificat și gata.
ru: Лента появится на этапе 3. Ваш аккаунт проверен и готов.
sk: Kanál príde vo fáze 3. Tvoj účet je overený a pripravený.
sv: Flödet kommer i fas 3. Ditt konto är verifierat och redo.
ta: ஊட்டம் கட்டம் 3-இல் வரும். உங்கள் கணக்கு சரிபார்க்கப்பட்டு தயாராக உள்ளது.
te: ఫీడ్ మూడవ దశలో వస్తుంది. మీ ఖాతా ధృవీకరించబడింది, సిద్ధంగా ఉంది.
th: ฟีดจะมาในเฟส 3 บัญชีของคุณยืนยันแล้วและพร้อมใช้งาน
tr: Akış 3. Aşama'da geliyor. Hesabınız doğrulandı ve hazır.
uk: Стрічка з’явиться на етапі 3. Ваш обліковий запис верифіковано і він готовий.
ur: فیڈ تیسرے مرحلے میں آئے گی۔ آپ کا اکاؤنٹ تصدیق شدہ اور تیار ہے۔
vi: Bảng tin sẽ có ở Giai đoạn 3. Tài khoản của bạn đã được xác minh và sẵn sàng.
zh_hans: 信息流将在第 3 阶段推出。你的账户已验证，随时可用。
zh_hant: 動態將在第 3 階段推出。你的帳號已通過驗證，準備就緒。

# app.placeholder.title
source: You're in
ar: أنت الآن معنا
bn: আপনি ভেতরে আছেন
ca: Ja ets dins
cs: Jsi uvnitř
da: Du er med
de: Du bist dabei
el: Μπήκες
es: Ya estás dentro
fi: Olet sisällä
fr: Vous y êtes
he: אתה בפנים
hi: आप अंदर हैं
hr: Unutra si
hu: Bent vagy
id: Kamu sudah masuk
it: Sei dentro
ja: ようこそ
ko: 들어오셨어요
ml: നിങ്ങൾ അകത്തുണ്ട്
ms: Anda sudah masuk
nb: Du er inne
nl: Je bent binnen
pl: Jesteś w środku
pt_br: Você entrou
pt_pt: Já está dentro
ro: Ești înăuntru
ru: Вы в Known
sk: Si v aplikácii
sv: Nu är du inne
ta: நீங்கள் உள்ளே வந்துவிட்டீர்கள்
te: మీరు లోపలికి వచ్చారు
th: คุณเข้ามาแล้ว
tr: İçeridesiniz
uk: Ви в системі
ur: آپ اندر ہیں
vi: Bạn đã vào
zh_hans: 你已进入
zh_hant: 歡迎加入

# app.signOut.hint
source: Ends your session and returns to the welcome screen
ar: ينهي جلستك ويعيدك إلى شاشة الترحيب
bn: আপনার সেশন শেষ করে স্বাগত স্ক্রিনে ফিরিয়ে নেয়
ca: Finalitza la sessió i torna a la pantalla de benvinguda
cs: Ukončí tvou relaci a vrátí tě na uvítací obrazovku
da: Afslutter din session og går tilbage til velkomstskærmen
de: Beendet deine Sitzung und kehrt zum Willkommensbildschirm zurück
el: Τερματίζει τη συνεδρία σου και επιστρέφει στην οθόνη καλωσορίσματος
es: Termina tu sesión y vuelve a la pantalla de bienvenida
fi: Päättää istuntosi ja palaa tervetulonäkymään
fr: Termine votre session et revient à l’écran d’accueil
he: מסיים את ההתחברות וחוזר למסך הפתיחה
hi: आपका सेशन खत्म करता है और वेलकम स्क्रीन पर लौटता है
hr: Završava tvoju sesiju i vraća te na zaslon dobrodošlice
hu: Befejezi a munkamenetet, és visszatér az üdvözlőképernyőre
id: Mengakhiri sesimu dan kembali ke layar sambutan
it: Termina la sessione e torna alla schermata di benvenuto
ja: セッションを終了し、ウェルカム画面に戻ります
ko: 세션을 종료하고 시작 화면으로 돌아가요
ml: നിങ്ങളുടെ സെഷൻ അവസാനിപ്പിച്ച് സ്വാഗത സ്ക്രീനിലേക്ക് മടങ്ങുന്നു
ms: Menamatkan sesi anda dan kembali ke skrin alu-aluan
nb: Avslutter økten din og går tilbake til velkomstskjermen
nl: Beëindigt je sessie en gaat terug naar het welkomstscherm
pl: Kończy sesję i wraca do ekranu powitalnego
pt_br: Encerra sua sessão e volta para a tela de boas-vindas
pt_pt: Termina a sua sessão e volta ao ecrã de boas-vindas
ro: Încheie sesiunea și revine la ecranul de bun venit
ru: Завершает сеанс и возвращает на экран приветствия
sk: Ukončí tvoju reláciu a vráti ťa na úvodnú obrazovku
sv: Avslutar din session och återgår till välkomstskärmen
ta: உங்கள் அமர்வை முடித்து வரவேற்புத் திரைக்குத் திரும்பும்
te: మీ సెషన్‌ను ముగించి స్వాగత స్క్రీన్‌కు తిరిగి వెళ్తుంది
th: จบเซสชันของคุณและกลับไปที่หน้าต้อนรับ
tr: Oturumunuzu sonlandırır ve karşılama ekranına döner
uk: Завершує ваш сеанс і повертає на екран привітання
ur: آپ کا سیشن ختم کر کے خوش آمدید اسکرین پر لے جاتا ہے
vi: Kết thúc phiên và quay về màn hình chào
zh_hans: 结束会话并返回欢迎页面
zh_hant: 結束你的工作階段並回到歡迎畫面

# auth.biometric.error.noSavedSignIn
source: No saved Known sign-in on this device.
ar: لا يوجد تسجيل دخول محفوظ لـ«معروف» على هذا الجهاز.
bn: এই ডিভাইসে Known-এর কোনো সংরক্ষিত সাইন-ইন নেই।
ca: No hi ha cap inici de sessió de Known desat en aquest dispositiu.
cs: Na tomto zařízení není uloženo žádné přihlášení do aplikace Known.
da: Ingen gemt Known-login på denne enhed.
de: Auf diesem Gerät ist keine Known-Anmeldung gespeichert.
el: Δεν υπάρχει αποθηκευμένη σύνδεση Known σε αυτή τη συσκευή.
es: No hay un inicio de sesión de Known guardado en este dispositivo.
fi: Tällä laitteella ei ole tallennettua Known-kirjautumista.
fr: Aucune connexion Known enregistrée sur cet appareil.
he: אין התחברות שמורה ל-Known במכשיר הזה.
hi: इस डिवाइस पर Known का कोई सहेजा हुआ साइन-इन नहीं है।
hr: Na ovom uređaju nema spremljene Known prijave.
hu: Nincs mentett Known-bejelentkezés ezen az eszközön.
id: Tidak ada login Known tersimpan di perangkat ini.
it: Nessun accesso a Known salvato su questo dispositivo.
ja: このデバイスに保存されたKnownのサインイン情報がありません。
ko: 이 기기에 저장된 Known 로그인 정보가 없어요.
ml: ഈ ഉപകരണത്തിൽ സേവ് ചെയ്ത Known സൈൻ ഇൻ ഇല്ല.
ms: Tiada log masuk Known yang disimpan pada peranti ini.
nb: Ingen lagret Known-pålogging på denne enheten.
nl: Geen opgeslagen Known-login op dit apparaat.
pl: Na tym urządzeniu nie ma zapisanego logowania do Known.
pt_br: Nenhum login do Known salvo neste dispositivo.
pt_pt: Não há nenhum início de sessão da Known guardado neste dispositivo.
ro: Nicio autentificare Known salvată pe acest dispozitiv.
ru: На этом устройстве нет сохранённого входа в Known.
sk: Na tomto zariadení nie je uložené žiadne prihlásenie do Known.
sv: Ingen sparad Known-inloggning på den här enheten.
ta: இந்தச் சாதனத்தில் சேமிக்கப்பட்ட Known உள்நுழைவு இல்லை.
te: ఈ పరికరంలో సేవ్ చేసిన Known సైన్-ఇన్ లేదు.
th: ไม่มีการลงชื่อเข้าใช้ Known ที่บันทึกไว้บนอุปกรณ์นี้
tr: Bu cihazda kayıtlı Known girişi yok.
uk: На цьому пристрої немає збереженого входу в Known.
ur: اس ڈیوائس پر Known کا کوئی محفوظ سائن اِن نہیں۔
vi: Không có thông tin đăng nhập Known nào được lưu trên thiết bị này.
zh_hans: 此设备上没有已保存的 Known 登录信息。
zh_hant: 此裝置上沒有已儲存的 Known 登入資訊。

# auth.biometric.error.sessionExpired
source: Your saved session has expired. Sign in with your password.
ar: انتهت صلاحية جلستك المحفوظة. سجّل الدخول بكلمة المرور.
bn: আপনার সংরক্ষিত সেশনের মেয়াদ শেষ। পাসওয়ার্ড দিয়ে সাইন ইন করুন।
ca: La sessió desada ha caducat. Inicia la sessió amb la contrasenya.
cs: Uložená relace vypršela. Přihlas se heslem.
da: Din gemte session er udløbet. Log ind med din adgangskode.
de: Deine gespeicherte Sitzung ist abgelaufen. Melde dich mit deinem Passwort an.
el: Η αποθηκευμένη συνεδρία σου έληξε. Συνδέσου με τον κωδικό σου.
es: Tu sesión guardada ha caducado. Inicia sesión con tu contraseña.
fi: Tallennettu istuntosi on vanhentunut. Kirjaudu sisään salasanalla.
fr: Votre session enregistrée a expiré. Connectez-vous avec votre mot de passe.
he: ההתחברות השמורה שלך פגה. התחבר עם הסיסמה שלך.
hi: आपका सहेजा हुआ सेशन खत्म हो गया है। अपने पासवर्ड से साइन इन करें।
hr: Tvoja spremljena sesija je istekla. Prijavi se lozinkom.
hu: A mentett munkamenet lejárt. Jelentkezz be a jelszavaddal.
id: Sesi tersimpanmu sudah kedaluwarsa. Masuk dengan kata sandimu.
it: La sessione salvata è scaduta. Accedi con la tua password.
ja: 保存されたセッションの有効期限が切れました。パスワードでサインインしてください。
ko: 저장된 세션이 만료되었어요. 비밀번호로 로그인하세요.
ml: സേവ് ചെയ്ത സെഷൻ കാലഹരണപ്പെട്ടു. പാസ്‌വേഡ് ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക.
ms: Sesi tersimpan anda telah tamat tempoh. Log masuk dengan kata laluan anda.
nb: Den lagrede økten din har utløpt. Logg inn med passordet ditt.
nl: Je opgeslagen sessie is verlopen. Log in met je wachtwoord.
pl: Zapisana sesja wygasła. Zaloguj się hasłem.
pt_br: Sua sessão salva expirou. Entre com sua senha.
pt_pt: A sua sessão guardada expirou. Inicie sessão com a sua palavra-passe.
ro: Sesiunea salvată a expirat. Autentifică-te cu parola.
ru: Сохранённый сеанс истёк. Войдите с паролем.
sk: Tvoja uložená relácia vypršala. Prihlás sa heslom.
sv: Din sparade session har gått ut. Logga in med ditt lösenord.
ta: சேமிக்கப்பட்ட உங்கள் அமர்வு காலாவதியானது. கடவுச்சொல்லுடன் உள்நுழையுங்கள்.
te: మీ సేవ్ చేసిన సెషన్ గడువు ముగిసింది. మీ పాస్‌వర్డ్‌తో సైన్ ఇన్ చేయండి.
th: เซสชันที่บันทึกไว้หมดอายุแล้ว ลงชื่อเข้าใช้ด้วยรหัสผ่านของคุณ
tr: Kayıtlı oturumunuzun süresi doldu. Şifrenizle giriş yapın.
uk: Збережений сеанс закінчився. Увійдіть за допомогою пароля.
ur: آپ کا محفوظ سیشن ختم ہو گیا ہے۔ اپنے پاس ورڈ سے سائن اِن کریں۔
vi: Phiên đã lưu của bạn đã hết hạn. Hãy đăng nhập bằng mật khẩu.
zh_hans: 你保存的会话已过期。请使用密码登录。
zh_hant: 你儲存的工作階段已過期，請使用密碼登入。

# auth.biometric.prompt
source: Sign in to Known as %@
ar: تسجيل الدخول إلى «معروف» باسم %@
bn: %@ হিসেবে Known-এ সাইন ইন করুন
ca: Inicia la sessió a Known com a %@
cs: Přihlásit se do aplikace Known jako %@
da: Log ind på Known som %@
de: Bei Known als %@ anmelden
el: Σύνδεση στο Known ως %@
es: Inicia sesión en Known como %@
fi: Kirjaudu Knowniin tunnuksella %@
fr: Se connecter à Known en tant que %@
he: התחבר ל-Known בתור %@
hi: %@ के रूप में Known में साइन इन करें
hr: Prijava u aplikaciju Known kao %@
hu: Bejelentkezés a Knownba mint %@
id: Masuk ke Known sebagai %@
it: Accedi a Known come %@
ja: %@としてKnownにサインイン
ko: %@(으)로 Known에 로그인
ml: %@ ആയി Known-ൽ സൈൻ ഇൻ ചെയ്യുക
ms: Log masuk ke Known sebagai %@
nb: Logg inn på Known som %@
nl: Inloggen bij Known als %@
pl: Zaloguj się do Known jako %@
pt_br: Entrar no Known como %@
pt_pt: Iniciar sessão na Known como %@
ro: Autentifică-te în Known ca %@
ru: Войти в Known как %@
sk: Prihlásiť sa do Known ako %@
sv: Logga in på Known som %@
ta: %@ ஆக Known-இல் உள்நுழையுங்கள்
te: %@గా Knownలో సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าใช้ Known เป็น %@
tr: Known'a %@ olarak giriş yapın
uk: Увійти в Known як %@
ur: %@ کے طور پر Known میں سائن اِن کریں
vi: Đăng nhập Known với tên %@
zh_hans: 以 %@ 的身份登录 Known
zh_hant: 以 %@ 的身分登入 Known

# auth.brand.wordmark
source: Known
ar: معروف

# auth.error.invalidEmail
source: Enter a valid email address.
ar: أدخل بريدًا إلكترونيًا صحيحًا.
bn: একটি সঠিক ইমেইল ঠিকানা দিন।
ca: Introdueix una adreça electrònica vàlida.
cs: Zadej platnou e-mailovou adresu.
da: Indtast en gyldig e-mailadresse.
de: Gib eine gültige E-Mail-Adresse ein.
el: Εισήγαγε μια έγκυρη διεύθυνση email.
es: Introduce una dirección de correo válida.
fi: Anna kelvollinen sähköpostiosoite.
fr: Saisissez une adresse e-mail valide.
he: הזן כתובת דוא״ל תקינה.
hi: मान्य ईमेल पता डालें।
hr: Unesi valjanu adresu e-pošte.
hu: Adj meg érvényes e-mail-címet.
id: Masukkan alamat email yang valid.
it: Inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
ko: 올바른 이메일 주소를 입력하세요.
ml: സാധുവായ ഒരു ഇമെയിൽ വിലാസം നൽകുക.
ms: Masukkan alamat emel yang sah.
nb: Skriv inn en gyldig e-postadresse.
nl: Voer een geldig e-mailadres in.
pl: Wpisz prawidłowy adres e-mail.
pt_br: Digite um endereço de e-mail válido.
pt_pt: Introduza um endereço de email válido.
ro: Introdu o adresă de e-mail validă.
ru: Введите действительный адрес почты.
sk: Zadaj platnú e-mailovú adresu.
sv: Ange en giltig e-postadress.
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடுங்கள்.
te: చెల్లుబాటు అయ్యే ఈమెయిల్ చిరునామాను నమోదు చేయండి.
th: ใส่ที่อยู่อีเมลที่ถูกต้อง
tr: Geçerli bir e-posta adresi girin.
uk: Введіть дійсну адресу електронної пошти.
ur: درست ای میل پتا درج کریں۔
vi: Nhập một địa chỉ email hợp lệ.
zh_hans: 请输入有效的邮箱地址。
zh_hant: 請輸入有效的電子郵件地址。

# auth.field.email.accountHint
source: The email address on your Known account
ar: البريد الإلكتروني المسجّل في حسابك على «معروف»
bn: আপনার Known অ্যাকাউন্টের ইমেইল ঠিকানা
ca: L'adreça electrònica del teu compte de Known
cs: E-mailová adresa tvého účtu Known
da: E-mailadressen på din Known-konto
de: Die E-Mail-Adresse deines Known-Kontos
el: Η διεύθυνση email του λογαριασμού σου στο Known
es: La dirección de correo de tu cuenta de Known
fi: Known-tilisi sähköpostiosoite
fr: L’adresse e-mail de votre compte Known
he: כתובת הדוא״ל בחשבון Known שלך
hi: आपके Known अकाउंट का ईमेल पता
hr: Adresa e-pošte tvog Known računa
hu: A Known-fiókodhoz tartozó e-mail-cím
id: Alamat email di akun Known-mu
it: L'indirizzo email del tuo account Known
ja: Knownアカウントのメールアドレス
ko: Known 계정에 등록된 이메일 주소
ml: നിങ്ങളുടെ Known അക്കൗണ്ടിലെ ഇമെയിൽ വിലാസം
ms: Alamat emel pada akaun Known anda
nb: E-postadressen på Known-kontoen din
nl: Het e-mailadres van je Known-account
pl: Adres e-mail powiązany z Twoim kontem Known
pt_br: O endereço de e-mail da sua conta Known
pt_pt: O endereço de email da sua conta Known
ro: Adresa de e-mail a contului tău Known
ru: Адрес почты вашего аккаунта Known
sk: E-mailová adresa tvojho účtu Known
sv: E-postadressen på ditt Known-konto
ta: உங்கள் Known கணக்கில் உள்ள மின்னஞ்சல் முகவரி
te: మీ Known ఖాతాలోని ఈమెయిల్ చిరునామా
th: ที่อยู่อีเมลในบัญชี Known ของคุณ
tr: Known hesabınızdaki e-posta adresi
uk: Адреса електронної пошти вашого облікового запису Known
ur: آپ کے Known اکاؤنٹ کا ای میل پتا
vi: Địa chỉ email của tài khoản Known của bạn
zh_hans: 你的 Known 账户所用的邮箱地址
zh_hant: 你 Known 帳號所使用的電子郵件地址

# auth.field.email.label
source: Email
ar: البريد الإلكتروني
bn: ইমেইল
ca: Correu electrònic
es: Correo
fi: Sähköposti
he: דוא״ל
hi: ईमेल
hr: E-pošta
ja: メール
ko: 이메일
ml: ഇമെയിൽ
ms: Emel
nb: E-post
ru: Почта
sv: E-post
ta: மின்னஞ்சல்
te: ఈమెయిల్
th: อีเมล
tr: E-posta
uk: Пошта
ur: ای میل
zh_hans: 邮箱
zh_hant: 電子郵件

# auth.field.password.label
source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata sandi
ja: パスワード
ko: 비밀번호
ml: പാസ്‌വേഡ്
ms: Kata laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sv: Lösenord
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
th: รหัสผ่าน
tr: Şifre
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼
